Repository: cyoab/hybrd
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

source: mile
es: milla
fr: mille
pt_br: milha

source: miles
es: millas
fr: milles
pt_br: milhas

source: min planned
es: min previstos
fr: min prévues
pt_br: min planejados

source: min:sec
es: min:s
fr: min:s
pt_br: min:s

source: minute
es: minuto
pt_br: minuto

source: minutes
es: minutos
pt_br: minutos

source: of %@ %@ planned
es: de %@ %@ previstos
fr: sur %@ %@ prévus
pt_br: de %@ %@ planejados

source: of %lld sessions
es: de %lld sesiones
fr: sur %lld séances
pt_br: de %lld sessões

source: reps
es: repeticiones
fr: répétitions
pt_br: repetições

source: second
es: segundo
fr: seconde
pt_br: segundo

source: seconds
es: segundos
fr: secondes
pt_br: segundos

source: set
es: serie
fr: série
pt_br: série

source: strength sets
es: series de fuerza
fr: séries de musculation
pt_br: séries de força

source: vs previous %lld days
es: vs. los %lld días anteriores
fr: par rapport aux %lld jours précédents
pt_br: vs. os %lld dias anteriores

source: work target
es: objetivo de esfuerzo
fr: cible d’effort
pt_br: alvo de esforço

source: years
es: años
fr: ans
pt_br: anos

source: zone unavailable
es: zona no disponible
fr: zone indisponible
pt_br: zona indisponível

source: Plan
fr: Programme
pt_br: Plano
